<template>
    <b-container fluid>
        <div class="content-body">
            <div class="container">
                <h1>AUDIO DEFENCE 소개</h1>
                <p>AUDIO DEFENCE (오디오디펜스 이하 AD)는 들리지 않는 메시지를 음원에 삽입하여 오디오 파일을 안전하게 공유, 전달 및 배포하고
                    추적 검증할 수 있는 음원 보호 서비스입니다.</p><br/>
                    <div class="text-center">
                    <img src="../assets/images/about-img1.png" width="800"
                    heigth="auto">
                    </div>
                    <br/>
                    <p>모든 메시지에는 저작자, 음원 수신자 정보 등의 메타정보와 소유자의 디지털 서명이 암호화되어 담깁니다.<br/>
                    AD의 사용법은 매우 간단합니다. 로그인 후 오디오 파일을 업로드하고 수신자 정보를 입력하면 파일이 워터마크와 함께 안전하게 전송됩니다.
                    <br/>
                    모든 수신자는 워터마크가 삽입 된 파일 사본을 받을 때 발신자의 저작권 보호에 동의하게 됩니다. 워터마크가 삽입된 파일은 불법 복제가 발견된
                    경우 해당 소스를 식별할 수 있습니다. 파일의 메타데이터 및 수신자 정보와 함께 각 워터마크의 기록은 AD 데이터베이스에 안전하게 저장되어 파일
                    소유자가 언제든지 사본을 식별하고 역추적할 수 있습니다.</p>
                <br/>
                <h2>콘텐츠 창작자라면 누구나</h2>
                <p>AD는 모든 음악 산업 종사자부터 오디오 콘텐츠 크리에이터까지 저작권 침해, 사용 허락 논쟁이 오갈 수 있는 콘텐츠를 만드는 모든 창작자를
                    대상으로 합니다.</p><br/>
                    <div class="text-center">
                    <img src="../assets/images/about-img2.png" width="800"
                    heigth="auto">
                    </div>
                    <br/>
                    <p>이제 불법 복제에 대한 걱정 없이 워터마크가 있는 음원 콘텐츠를 마음껏 업로드 할 수 있습니다. 팟캐스트, 오디오북, 사운드 클라우드, 유튜브
                    등 전 세계에 음원을 공유하기 전에 AD를 이용하여 소유권을 만드세요. 당신의 음원에 관심 있는 사람은 누구나 AD 첫 페이지에서 직접 서명을
                    검색하여 트랙 사용을 허락 받거나 구매할 수 있습니다. AD를 통해 나의 저작권을 되찾아 더 많은 수익을 얻으세요.</p>
                <h2>기술 소개
                </h2>
                <p>AD 워터마크는 매우 강력하여 한번 삽입되면 오디오에서 절대 제거할 수 없습니다.<br/>
                워터마크는 변환 및 손실 등에 강인하며 짧은 오디오 조각에서도 추출할 수 있습니다.<br/>
                이 서비스는 오랜 사운드 믹싱/마스터링 기술과 암호화 기술이 융합된 전 세계 유일한 워터마킹 특허 출원 기술입니다.</p>
            </div>
        </div>
    </b-container>
</template>
<style scoped>    
.container-fluid {
    height: 100vh;
    padding-top:105px;
}
.text-center{text-align: center;}
</style>